[
    "*Hassan raises an eyebrow, then pours.* Water.",
    "Two drinks: one for you, and one for them.",
    "🎶Oh, what do we do with the drunken sailor? Pay for all my billllls!🎶",
    "A drink, huh? I've got this experimental soup cocktail! Let me know how it is.",
    "Found this bottle in a back alleyway. Can't let it go to waste! Tell me what it is.",
    "A beautiful singer once came in. Drank one of those and lost their voice! Drink up!",
    "What's that story... Oh! Paradise Lost! This one tastes just like that.",
    "Here. This one is smoother than a baby's bottom. No need to be so gentle, though. Ha!",
    "I'm on my last keg. Might be a little gritty.",
    "Ah, I fucked this one up. Turns out Goodberry makes a terrible mixer! It's on the house.",
    "I saw a slime trail outside. No idea where it came from, but it's delicious! Bottom's up!",
    "Got this imported. Some of those Empire boys traded with me for it. Exquisite stuff.",
    "Turns out those Stygians have a good taste in drink! Bought this from them.",
    "I added an egg white in that one. Something Gemini recommended... If you die, not on my floor.",
    "Here you g-WAIT! Ha, sorry, it's got holy water in it. Gotta be safe sometimes. You understand.",
    "Alright, here's your drink. 'Put it on Scamelli's tab' won't work this time. Pay up.",
    "Cheers. To life, love, and the pursuit of staying here and NEVER returning to that island.",
    "*Hassan, brings you your drink, but sticks his fingers in the glass, pulling out... something.*",
    "That's right, stay hydrated! Helps the skin. *He picks at a zit on his nose.*",
    "Sure, but you pay double today after what happened last time.",
    "Oh no, not until you've paid your tab!",
    "You adventurers, so needy! Fine, fine. *pours*",
    "Ah, looks like you need this one. It's on the house.",
    "Another one? Careful, or I'm going to have to cut you off.",
    "Oh, you're still here?",
    "Are you sure you don't just want soup instead?",
    "Of course, right away. *pours*",
    "Ale, Mead, or Wine?",
    "*begins pouring* Is that a new scar? It suits you.",
    "Okay, just don't end up like Craven out on the streets.",
    "You know, you two would make a lovely couple. *pours*",
    "Don't get me wrong, I appreciate the business. But do you really need this?",
    "Ugh *pours*",
    "A goodberry ale just for you. Got it from a halfling sailor at the docks!",
    "Get what you can, in two days i'm hosting a bar mitzvah for one of those halflings!",
    "You know what pairs well with that a drink? Soup!",
    "Who are you again? Just kidding throw it back.",
    "Fresh out, what else can I get you?",
    "You paid your tab from last night?",
    "Wouldn't you want to order something more...expensive?",
    "Sure. Might want to check the job board. Might have a job that interests you.",
    "You can have ONE. We both know you're a light weight after last night! Don't show off!",
    "You alone could keep this bar going with how much you drink.",
    "Have you ever thought about NOT drinking till you blackout? I 'avnt",
    "Starting strong, aye?",
    "Something for the troubles, and you've got plenty of those.",
    "Strong choice, friend. Not the one I'd make, but it's... certainly a choice.",
    "You get one this time, I worry for your liver.",
    "You're cut off. Here. *places a Goodberry Juice in front of you*",
    "You get that last of this bottle. I hope you feel special.",
    "I swear you adventure's these days drink far more than we did... well maybe not now that I think about it.",
    "Just take it and sit down, you're in the way.",
    "Just for you or a round for the bar?",
    "You know, I had a friend that loved this stuff.",
    "Anything for you, I seem to only live to serve.",
    "Hair of the Dog, coming up!",
    "😤",
    "😄",
    "🍻",
    "🍺",
    "Wallaby! What have I told you about stealing other people's drinks? *looks to you* One moment.",
    "He rubs his belly, deep in thought.",
    "Ggrrrrrrrrrrrrrr. Do I sound like Grizzly yet?",
    "Did you know, one day on the island sucks away one day of your life you'll never get back.",
    "Close the—Hey! Close the door! *turns to you with a glare* Did you need something?",
    "Hassan! Hassan! *he mimics back*",
    "Big sale today. Buy an ale, get some advice free! Don't go to the island.",
    "Hmmm, huh? What? You want me? *he turns around and looks back*",
    "Ah, I did that when I was younger. It's a bad move my friend.",
    "Hey! Ho! Let's go! Out of my bar!!",
    "Closing time! You don't have to go home but ya can't stay here. Unless you have a room of course.",
    "Closing time! Everybody out. Oh. It's mid afternoon.",
    "I can offer you beer, wine, ale but not common sense apparently.",
    "I see you noticed my beard. Been growing it out. It was time for a little change.",
    "I saw that.",
    "Oh don't worry. I heard ya.",
    "🎵Bones crack, bones break, don't go to the Island for goodness sake! 🎵",
    "More drink? This stuff must run in your veins by now.",
    "*he sets the drink in front of you and moves to another customer*",
    "Yeah, yeah. Here.",
    "*he takes a swig before handing it to you* Always loved this stuff!",
    "*Hassan eyes you* You sure you don't need more?",
    "This won't make the pain go away, you know.",
    "Coming right up!",
    "*Hassan slides a stein to you from the other end of the bar*",
    "Wish I still had the stomach for the stuff /you/ drink.",
    "Let's make a deal. I'll give you the drink, you don't touch the stone.",
    "*he fills up a cup, places a coaster on top, then flips it over and sets it down. He slides the coaster out from under the lid. He looks to you, expectantly*",
    "*Nods*",
    "Almost out of that one. Could sure use help brewing the next batch...",
    "*he pours an extra one and winks* Not your tab, right?",
    "You got it.",
    "Ha! Oh, you're serious? Okay, then.",
    "Should start calling you drinkers instead of adventurers... Here.",
    "The well out back might suit you better, right now.",
    "Could you be a little more specific?",
    "*he sets a piece of paper down with the drink and grins* That's 'Scamelli's' tab. See that it gets paid before your next order.",
    "Already had one poured for you.",
    "*he instead gives you a shot glass with a mysterious liquid in it* Free drinks for the rest of the night if you can keep that down.",
    "You're stinky!"
]