{
    "hassanStatements": ['Everyone settle down.', "I'll have no part in this.", 'Shut up and have some soup.', "Don't go dragging me into this!", 'Ask Edgar, I do not care.', 'I think you need to lay off the drinks, my friend. Have some soup.', 'Sure, whatever you say.', 'HARHAR not a chance!', 'Go ahead, see what happens. HA!', 'Are you going to cry about it?', 'That’s it, I’m cutting you off! No more drinks for you!', 'Who let you back in here?', 'Why don’t you put it to the toss of a coin?', 'I was thinking of redecorating anyways…', 'HARHARHARH *big mitten hand pat on back*', 'Ha! Sure', "You know, you don't have to go back out there again.", 'You people worry me! *shakes head*', 'Wrenly, bring some more bowls of soup out!', 'WHAT DO YOU THINK YOU ARE DOING?', 'Take it outside, I don’t want you scuffing my floors.', '*points at newcomer* SHUT THE DOOR!', 'Did I ever tell you how I got this scar?', 'Read the sign. Freaks welcome.', "*claps along with the bards' music, without a care in the world*", "Tell Finn you can deal with this matter in his room. He won't mind.", 'I bet that alchemist in town, Asher, can fix that scar of yours, friend.', "Did somebody say DANCING? *drops it like it's hot*", "I had a friend who was in this very same situation once… It didn't end well.", 'Check the wanted board, friend. I think I saw something you might be interested in.', 'You should try the soup! I found a new ingredient under the docks this morning.', 'Thar, just drink and quit fighting.', 'Good boy, Doggie.', 'I don’t adventure anymore. And for good reason.', 'Don’t touch the Stone.', 'Don’t look at the Stone.', 'The last idiot who touched the stone died a horrible death. Don’t imitate idiots.', 'You pay your tab yet?', 'Consult Wrenly. She knows more about it than I do.', 'No.', 'Yes.', 'I don’t know.', 'Maybe.', 'I would put it on Scamelli’s tab but...', '...Why?', 'Shut up I can barely hear the music!', 'You remind me of Thar', 'And you call yourselves adventurers…', "If my counting's right you've had [random number between 1&20] drinks tonight.", '*Hassan stares at you intently*', 'Gods I was strong then!', 'Oh for the love of the gods.', "I don't care, just do it outside!", 'I like you, but watch yourself.', 'Try and think it out. Don’t do anything rash.', 'Hey, NO FIGHTING INDOORS!', 'EDGAR! SHUT THEM UP!', 'One more screw up and I’ll have Edgar throw you out. Got it?', 'Why don’t you settle down, find yourself a job here? Don’t go to the Island.', 'You are a strange one.', 'I wouldn’t if I were you, friend.', 'I think you should leave.', 'Maybe be more careful next time.', 'You should ask Father Sinan about this', 'I’m sorry about your friend. But that’s what happens when you go to that… place.', 'I can handle it myself.', 'Are you sure about that?', '*rolls eyes* I’m sure.']
}